[Info]
Language=DEUTSCHER
LanguageID=108

[String]
AlarmManage.Add=hinz.<<
AlarmManage.AddSure=weiter so?
AlarmManage.AlarmSound=Hinweiston aktivieren
AlarmManage.Apply=anwenden
AlarmManage.AutoPrompt=automatischer Hinweis
AlarmManage.AutoWatch=Überwachung
AlarmManage.Browse=Stöbern
AlarmManage.CAM=Kanal
AlarmManage.ChnNotDevice=wählen Sie statt eines Geräts einen Video-Kanal bzw. Alarm-Port
AlarmManage.Del=lösc.>>
AlarmManage.DelSure=Weiter so?
AlarmManage.DiskError=Fehler Festplatte
AlarmManage.DiskFull=Festplatte voll
AlarmManage.Enable=Alarm aktivieren
AlarmManage.IOTrigger=externer Alarm
AlarmManage.IgnTime=Alarm-Verzögerung
AlarmManage.No=nein
DecodeCfg.DecoderChn=Kanal-Decoder
DecodeCfg.AddTips=*Erhöhung von dem Kanal der Vorrichtung auf der linken Seite der Drag
DecodeCfg.WndTips=*Fenster 1, 0 ungültig
AlarmManage.Port=Alarm-Port
AlarmManage.Second=Sekunde
AlarmManage.SelectAlarmPort=wählen Sie einen Alarm-Port aus
AlarmManage.SelectVideoChn=wählen Sie einen Video-Kanal aus
AlarmManage.SoundPath=Audio-Strecke
AlarmManage.Type=Alarm-Typ
AlarmManage.VideoBlind=Video-Blende
AlarmManage.VideoChn=Video-Kanal
AlarmManage.VideoLoss=Video-Verlust
AlarmManage.VideoMotion=Bewegungserkennung
AlarmManage.Yes=ja
AccountMSG.ErrorName=Benutzernamen und Gruppennamen nicht enthalten. []% kann nicht von Anfang an und auch darf nicht leer sein.
ConfigComm.BPS=Baudrate
ConfigComm.CommFunction=Funktion der seriellen Schnittstelle
ConfigComm.CommTypes=serielle Schnittstelle normal
ConfigComm.DataBit=Datenbit
ConfigComm.StopBit=Stoppbit
ConfigComm.Verify=verifizieren
ConfigManage.About=über
ConfigManage.AlarmSetting=Alarm-Einstellung
ConfigManage.AutoConnnect=Stehen Sie automatisch mit dem letzten Mithörkanal in Verbindung
ConfigManage.CAM=Kanal
ConfigManage.ConfigManager=Konfigurationsmanagement
ConfigManage.ConfigModule=Konfigurationsmodul
ConfigManage.Describe=Beschreibung
ConfigManage.Group=Gruppe
ConfigManage.LinkSetting=Einstellung für Alarm-Verkettung
ConfigManage.MonitorModule=Monitor-Modul
ConfigManage.Name=Name
ConfigManage.NetModule=Netzwerk-Modul
ConfigManage.NormalSetting=Normale Einstellung
ConfigManage.PlayBackModule=Wiedergabe-Modul
ConfigManage.SystemConfig=System setting
ConfigManage.User=Benutzer
ConfigManage.UserManager=Benutzerverwaltung
ConfigManage.Version=Version
ConfigManage.VideoModule=Video-Modul
ConfigManage.Web=Web
ConfigManage.ToAVI=Sparen Sie lokale Aufzeichnung als AVI
ConfigPtz.Address=Addresse
ConfigPtz.Even=gerade Checksumme
ConfigPtz.Mark=Symbol-Checksumme
ConfigPtz.Monitor=Monitor
ConfigPtz.None=keine
ConfigPtz.Odd=ungerade Checksumme
ConfigPtz.PreRecord=Voraufnahme
ConfigPtz.Protocol=Protokoll
ConfigPtz.Space=leere Checksumme
Desktop.Audio=Audio
Desktop.ChangePath=Pfad bearbeiten
Desktop.CloseAllWindow=alle Fenster schließen
Desktop.CloseWindow=Fenster schließen
Desktop.ConnAllMainStream=Alle Video verbinden(Hauptdatenfluss)
Desktop.ConnAllSubStream=Alle Video verbinden(Nebenstrom)
Desktop.DevList=Gerät-Liste
Desktop.DevManager=Gerät-Verwaltung
Desktop.DevName=Gerät-Name
Desktop.DevType=Gerät-Typ
Desktop.Device=Gerät
Desktop.DisconnAll=Trennen Sie das ganze Video
Desktop.DontShow=nicht mehr anzeigen
Desktop.ExtStream=erweiterter Datenfluss
Desktop.FileName=Dateiname
Desktop.FileType=.h264
Desktop.IPAddr=IP-Addresse
Desktop.LocalConfig=Lokale
Desktop.LocalRecord=lokaler Video
Desktop.Log=Protokoll
Desktop.MainStream=Hauptdatenfluss
Desktop.NoLogin=Bitte zuerst einloggen
Desktop.Path=Pfad
Desktop.PicHQuality=hohe Qualität
Desktop.PicLQuality=niedrige Qualität
Desktop.Playback=Wiedergabe
Desktop.Player=Spieler
Desktop.Port=Port
Desktop.Preview=Vorschau
Desktop.Reboot=Starten
Desktop.RebootFail=Gerät neu starten fehlgeschlagen
Desktop.RefushName=Kanal-Name aktualisieren
Desktop.RemoteCfg=Gerät
Desktop.ReturnToMain=zurück zur Hauptseite
Desktop.SITFail=SIT fehlgeschlagen
Desktop.Snapshot=Schnappschuss
Desktop.SnapshotFail= Schnappschuss fehlgeschlagen
Desktop.Split=Bild-Modus
Desktop.Split1=Einzelbild
Desktop.Split12=12 Anzeigen
Desktop.Split13=13 Anzeigen
Desktop.Split16=16 Anzeigen
Desktop.Split2=Doppelbild
Desktop.Split20=20 Anzeigen
Desktop.Split25=25 Anzeigen
Desktop.Split36=36 Anzeigen
Desktop.Split4=4 Anzeigen
Desktop.Split6=6 Anzeigen
Desktop.Split64=64 Anzeigen
Desktop.Split100=100 Anzeigen
Desktop.Split8=8 Anzeigen
Desktop.Split9=9 Anzeigen
Desktop.SplitFull=Vollbild
Desktop.StartTalk=Gespräch starten
Desktop.StopTalk=Gespräch stoppen
Desktop.SureToReboot= Gerät wirklich neu starten
Desktop.SyncTime=Synchronzeit
Desktop.UnsupportPreview= Dieses Gerät unterstützt keine Multibild-Vorschau
Desktop.Window=Fenster
DeviceDesc.AutoReboot=Automatischer Neustart
DeviceDesc.RestoreAccount=Wiederherstellen der Standard-Account
DeviceManage.ChnInvalid= Kanal-Nr. muss zwischen 1 bis 16 liegen
DeviceManage.DDNSExisted= DDNS schon vorhanden
DeviceManage.DelSure=wirklich löschen?
DeviceManage.DevAdd=hinzufügen
DeviceManage.DevDel=löschen
DeviceManage.DevEdit=bearbeiten
DeviceManage.DevList=Gerät-Liste
DeviceManage.DevManage=Gerät-Verwaltung
DeviceManage.DevName=Gerät-Name
DeviceManage.DisconnFirst= Stellen Sie sicher, dass das Gerät schon spannungslos geschaltet ist, wenn Sie Gerät-Information bearbeiten wollen.
DeviceManage.Domain=Domain-Name
DeviceManage.DomainTooLong=Doman-Name zu lange
DeviceManage.DonameInvalid=illegaler Doman-Name
DeviceManage.ExceedMaxChn= maximale Anzahl an Kanäle wurde überschritten
DeviceManage.IPAddress=IP-Addresse
DeviceManage.IPExisted= Diese IP oder Doman-Name existiert schon
DeviceManage.IPInvalid=IP ungültig
DeviceManage.NameExisted= Dieser Gerät-Name existiert schon
DeviceManage.NameInvalid=Gerät-Name ungültig
DeviceManage.NameTooLong=Gerät-Name zu lange
DeviceManage.Password=Passwort
DeviceManage.PortNum=Port-Nr.
DeviceManage.RemoteCfg=Konfiguration Fernbedienung
DeviceManage.SelectDevice=Bitte ein Gerät auswählen
DeviceManage.TotalChn=Anzahl Kanäle
DeviceManage.UserName=Benutzername
DeviceManage.WriteFail=Schreibzugriff fehlgeschlagen
Error.ClearSDKError=SDK löschen fehlgeschlagen
Error.CloseChnErr=Kanal schließen fehlgeschlagen
Error.ConfigCharsetUnsupport=Zeichensatz nicht unterstützt
Error.ConfigNotFound=diese Konfiguration wurde nicht gefunden
Error.ConfigVerifyFail=Konfiguration verifizieren fehlgeschlagen
Error.ExceedMaxIPList= maximal unterstützte Anzahl an IP
Error.GetConfigFail= Gerät-Konfiguration erfassen fehlgeschlagen
Error.HandleInvalid=Syntax ungültig
Error.HasLogined=Benutzer ist schon eingeloggt
Error.IPExisted=IP-Addresse existiert schon
Error.IPInBlackList=Diese IP steht in der schwarzen Liste.
Error.IPInTrustList= Diese IP steht in der weissen Liste.
Error.InBlackList= Dieser Benutzer ist in der schwarzen Liste
Error.InUsing=Dieser Benutzer befindet sich gerade im Betrieb
Error.InputError=fehlerhafte Eingabe
Error.MallocErr= fehlerhafte Speicherzuweisung
Error.NetErr=Fehler Netzwerk
Error.NoErr=kein Fehler vorhanden
Error.NoInit=SDK ist nicht initialisiert
Error.NoLogin=Benutzer ist nicht eingeloggt
Error.NoPower=keine Berechtigung
Error.NotFound=dieses Gerät wurde nicht gefunden
Error.OpenChnErr=Kanal öffnen fehlgeschlagen
Error.OpenFileFail=Datei öffnen fehlgeschlagen
Error.ParamInvalid=Parameter ungültig
Error.PasswordMismatch=Passwort stimmt nicht überein
Error.PauseFail=anhalten fehlgeschlagen
Error.PwdErr=falsches Passwort
Error.RebootFail=Reboot fail
Error.RebootSuccess=Reboot Successful
Error.ReqErr=illegale Anfrage
Error.SaveSuccess=Konfiguration speichern erfolgreich
Error.SelectDevice=Bitte ein Gerät auswählen
Error.SetConfigFail=Konfiguration speichern fehlgeschlagen
Error.SubConErr= Medien-Sub-Verbindungsaufbau fehlgeschlagen
Error.SubConSendErr= Fehler beim Datensenden für Medien-Sub-Verbindungsaufbau
Error.Timeout=Timeout
Error.UnkownErr=unbekannter Fehler
Error.Unsupport=SDK nicht unterstützt
Error.UserLock=Benutzer wurde schon gesperrt
Error.UserNotExisted=Benutzer existiert nicht
Error.VerUnmatch=Fehler beim Datenempfagen. Die Version stimmt ggf. nicht überein.
Log.AlarmLog=Alarm-Protokoll
Log.Channel=Kanal
Log.ConnFail=Verbindungsaufbau fehlgeschlagen
Log.ConnSuccess=Verbindungsaufbau erfolgreich
Log.DDNSFail= DDNS auflösen fehlgeschlagen
Log.Date=Datum
Log.Describe=beschreiben
Log.Device=Gerät
Log.Disconnect=abtrennen
Log.DomainFail=Domain-Name auflösen fehlgeschlagen
Log.Error=Fehler
Log.HasLogined=Dieser Benutzer ist schon eingeloggt
Log.InBlackList=Dieser Benutzer ist in der schwarzen Liste
Log.NoLogin=Dieser Benutzer ist nicht eingeloggt
Log.NotFound=Gerät nicht gefunden
Log.Notify=Meldung
Log.OpenAudioFail=Audio öffnen fehlgeschlagen
Log.OpenChnErr=Kanal öffnen fehlgeschlagen
Log.OpenDecodeFail=Dekoder öffnen fehlgeschlagen
Log.OprLog=Bedienungsprotokoll
Log.PwdErr=falsches Passwort
Log.StartTalkFail=Gespräch starten fehlgeschlagen
Log.StartTalkOK= Gespräch starten erfolgreich
Log.StopTalkFail=Gespräch stoppen fehlgeschlagen
Log.StopTalkOK= Gespräch stoppen erfolgreich
Log.Time=Zeit
Log.Timeout=Timeout
Log.Type=Typ
Log.User=Benutzer
Log.UserLock=Benutzer wurde schon gesperrt
Log.UserNotExisted=Dieser Benutzer existiert nicht
Log.Warn=Warnung
PtzControl.AddPreset=AddPreset
PtzControl.AutoPan=Drehen horiz
PtzControl.AuxDirOper= direkte Hilfsbedienung
PtzControl.AuxFuncOff=Hilfe aus
PtzControl.AuxFuncOn=Hilfe ein
PtzControl.AuxNooper=Hilfsnummerbedienung
PtzControl.AuxOff=aus
PtzControl.AuxOpen=ein
PtzControl.AuxTitle=Hilfsschalter
PtzControl.CamPower=Stromversorgung Objektiv
PtzControl.ClearTour=ClearTour
PtzControl.Cruise=Point-Kreuzfahrt
PtzControl.DelPreset=DelPreset
PtzControl.End=beenden
PtzControl.Enter=bestätigen
PtzControl.EnterMenu=Menü betreten
PtzControl.Esc=abbrechen
PtzControl.Exit=Menü verlassen
PtzControl.Flip=umdrehen
PtzControl.Focus=Fokus
PtzControl.Function=Funktion
PtzControl.HighPTZ=Hochgeschwindigkeitsplattform
PtzControl.Iris=Iris
PtzControl.LamRain=Beleuchtung Scheibenwischer
PtzControl.LeftBorder=linke Grenze
PtzControl.Light=Beleuchtung
PtzControl.LightOff=Beleuchtung aus
PtzControl.LightOn=Beleuchtung ein
PtzControl.LineScan=Linienabtastung
PtzControl.LineScanBorder=Grenze für Linienabtastung
PtzControl.NightSee= Beleuchtung
PtzControl.NoProtocol= Dieser Kanal besitzt kein Plattform-Protokoll!
PtzControl.None=kein
PtzControl.Number=Wert
PtzControl.PTZ=PTZ
PtzControl.PageChange=Seitenwechsel
PtzControl.Pattern=Muster
PtzControl.Preset=Vorgabepunkt
PtzControl.PtzControl=Kontrolle über Plattform
PtzControl.Reset=rücksetzen
PtzControl.RightBorder=rechte Grenze
PtzControl.SIT=SIT
PtzControl.Setting=Einstellung
PtzControl.Setup=Einstellung
PtzControl.Start=Start
PtzControl.Step=Schrittweite
PtzControl.Stop=stoppen
PtzControl.Switch=Schalter
PtzControl.TourRoad=Kreuzfahr-Strecke
PtzControl.Value=Wert
PtzControl.ValueEmpty=Wert darf nicht leer sein
PtzControl.Wiper=Scheibenwischer
PtzControl.Zoom=zoomen
Login.ConfigFile=Konfigurationsdatei
Login.ConfirmPasswd=Confirm Password
Login.IPInvalid=Gerät-IP ungültig
Login.InBlackList=Dieser Benutzer ist in der schwarzen Liste
Login.InUsed=Dieser Benutzer ist schon eingeloggt
Login.InitDecodeCard= Dekodierkarte wird nun initialisiert
Login.InitDecodeCardFail= Dekodierkarte initialisieren fehlgeschlagen
Login.InitVideo=Video wird initialisiert...
Login.Locked=Dieser Benutzer wurde gesperrt
Login.Login=einloggen
Login.LoginFail=einloggen fehlgeschlagen
Login.LoginSuccess=einloggen erfolgreich
Login.NetError=Netzwerk-Fehler
Login.NewPasswd=New Password
Login.NotFound=Gerät nicht gefunden
Login.OldPasswd=Old Password
Login.PasswdError=falsches Passwort
Login.Password=Passwort
Login.ReadyLogin=bereit zum Einloggen
Login.SavePwd=Passwort speichern
Login.SystemBusy=System beschäftigt
Login.Timeout=Timeout beim Einloggen
Login.UnknowError=unbekannter Fehler
Login.User=Benutzer
Login.UserName=Benutzer
Login.UserNotExisted=Benutzer existiert nicht
Login.NetEnvironment=Net Environment
Login.AutoConnet=Verbinden Sie das Ganze Video
Login.LAN=Local Area Network
Login.WAN=Wide Area Network
AccountMSG.AccountLocked=Dieses Konto wurde schon gesperrt
AccountMSG.AccountUsed=Dieses Konto ist schon eingeloggt
AccountMSG.AddGroupExist=Benutzergruppe existiert schon
AccountMSG.AddGroupSuccess=Benutzergruppe hinzufügen erfolgreich
AccountMSG.AddUserExist=Benutzername existiert schon
AccountMSG.AddUserSuccess=Benutzer hinzufügen erfolgreich
AccountMSG.DeleteGroupSuccess=Benutzergruppe löschen erfolgreich
AccountMSG.DeleteInuseGroup= Es gibt Benutzer in dieser Benutzergruppe
AccountMSG.DeleteUserSuccess=Benutzer löschen erfolgreich
AccountMSG.EmptyAuthority= leere Berechtigungsliste
AccountMSG.EmptyName=Name darf nicht leer sein
AccountMSG.Failed=fehlgeschlagen
AccountMSG.InvalidPassword=falsches Passwort
AccountMSG.ModGroupSuccess= Benutzergruppe bearbeiten erfolgreich
AccountMSG.ModPasswordSuccess=Passwort ändern erfolgreich
AccountMSG.ModUserSuccess= Benutzer bearbeiten erfolgreich
AccountMSG.NotPermit=unbefugter Zugriff
AccountMSG.PasswordMismatch=Passwort stimmt nicht überein
AccountMSG.SaveConfigFailed=Konfiguration speichern fehlgeschlagen
AccountMSG.SureToDelete=wirklich löschen?
AccountMSG.TooLargeAuthority= Benutzer-Berechtigung überschreitet die der Benutzergruppe
AccountMSG.TryDeleteResvUser= löschen nicht möglich
AccountMSG.TryModifyResvUser=ändern nicht möglich
Authority.Account=Benutzerkonto
Authority.AlarmConfig=Alarm-Einstellung
Authority.AlarmIO= Einstellung für Alarm-Eingang und Alarm-Ausgang
Authority.AutoMaintain=automatische Wartung
Authority.Backup=Datensicherung
Authority.ChannelTitle=CHANNEL TITLE
Authority.CommConfig=Einstellung für serielle Schnittstelle
Authority.CtrlPanel=Bedienkonsole
Authority.DefaultConfig=Default wieder herstellen
Authority.DelLog=Protokoll löschen
Authority.EncodeConfig=Einstellung für Kodierung
Authority.GeneralConfig=allgemeine Konfiguration
Authority.ModifyLanguage=Sprache ändern
Authority.ModifyVideoMode=Video-Format ändern
Authority.Monitor_01=  Echtzeit-Überwachungskanal 01
Authority.Monitor_02=  Echtzeit-Überwachungskanal 02
Authority.Monitor_03=  Echtzeit-Überwachungskanal 03
Authority.Monitor_04=  Echtzeit-Überwachungskanal 04
Authority.Monitor_05=  Echtzeit-Überwachungskanal 05
Authority.Monitor_06=  Echtzeit-Überwachungskanal 06
Authority.Monitor_07=  Echtzeit-Überwachungskanal 07
Authority.Monitor_08=  Echtzeit-Überwachungskanal 08
Authority.Monitor_09=  Echtzeit-Überwachungskanal 09
Authority.Monitor_10=  Echtzeit-Überwachungskanal 10
Authority.Monitor_11=  Echtzeit-Überwachungskanal 11
Authority.Monitor_12=  Echtzeit-Überwachungskanal 12
Authority.Monitor_13=  Echtzeit-Überwachungskanal 13
Authority.Monitor_14=  Echtzeit-Überwachungskanal 14
Authority.Monitor_15=  Echtzeit-Überwachungskanal 15
Authority.Monitor_16=  Echtzeit-Überwachungskanal 16
Authority.NetConfig=Netzwerkeinstellung
Authority.OutputConfig=Ausgabemodus
Authority.PTZControl=Kontrolle über Plattform
Authority.PtzConfig=Plattform-Konfiguration
Authority.QueryLog=Protokoll-Abfrage
Authority.Record=Video-Einstellung
Authority.RecordConfig=Video-Einstellung
Authority.Replay_01= Wiedergabe-Kanal 01
Authority.Replay_02= Wiedergabe-Kanal 02
Authority.Replay_03= Wiedergabe-Kanal 03
Authority.Replay_04= Wiedergabe-Kanal 04
Authority.Replay_05= Wiedergabe-Kanal 05
Authority.Replay_06= Wiedergabe-Kanal 06
Authority.Replay_07= Wiedergabe-Kanal 07
Authority.Replay_08= Wiedergabe-Kanal 08
Authority.Replay_09= Wiedergabe-Kanal 09
Authority.Replay_10= Wiedergabe-Kanal 10
Authority.Replay_11= Wiedergabe-Kanal 11
Authority.Replay_12= Wiedergabe-Kanal 12
Authority.Replay_13= Wiedergabe-Kanal 13
Authority.Replay_14= Wiedergabe-Kanal 14
Authority.Replay_15= Wiedergabe-Kanal 15
Authority.Replay_16= Wiedergabe-Kanal 16
Authority.Replay_17= Wiedergabe-Kanal 17
Authority.Replay_18= Wiedergabe-Kanal 18
Authority.Replay_19= Wiedergabe-Kanal 19
Authority.Replay_20= Wiedergabe-Kanal 20
Authority.Replay_21= Wiedergabe-Kanal 21
Authority.Replay_22= Wiedergabe-Kanal 22
Authority.Replay_23= Wiedergabe-Kanal 23
Authority.Replay_24= Wiedergabe-Kanal 24
Authority.Replay_25= Wiedergabe-Kanal 25
Authority.Replay_27= Wiedergabe-Kanal 27
Authority.Replay_28= Wiedergabe-Kanal 28
Authority.Replay_29= Wiedergabe-Kanal 29
Authority.Replay_30= Wiedergabe-Kanal 30
Authority.Replay_31= Wiedergabe-Kanal 31
Authority.Replay_32= Wiedergabe-Kanal 32
Authority.ShutDown=Gerät herunterfahren
Authority.StorageManager=Festplatte-Verwaltung
Authority.SysInfo=Systeminformation anschauen
Authority.SysUpgrade=System aktualisieren
Authority.Talk_01=Gespräch
Authority.VideoConfig=Video-Erkennung
AutoMain.At=bei
AutoMain.AutoDelete= alte Datei automatisch löschen
AutoMain.AutoReboot=automatisch neu starten
AutoMain.DaysAgo=Tag(e) früher
ConfigAlarm.AlarmIn=Alarm-Eingang
ConfigAlarm.AlarmOut=Alarm-Ausgang
ConfigAlarm.Area=Bereich
ConfigAlarm.Beep=Piepsen
ConfigAlarm.ChannelNo=Kanal-Nr.
ConfigAlarm.DelayRecordTime=Video-Verzögerung
ConfigAlarm.DeviceType=Typ
ConfigAlarm.Enable=Aktivieren
ConfigAlarm.EventType=Ereignis-Typ
ConfigAlarm.FtpUpload=FTP-Upload
ConfigAlarm.Interval=Intervall
ConfigAlarm.LatchSecond=Verzögerung
ConfigAlarm.NoChannelSelected=kein Video-Kanal ausgewählt
ConfigAlarm.NormalClose=Öffner
ConfigAlarm.NormalOpen=Schließer
ConfigAlarm.PtzLinkage=Plattform-Verk
ConfigAlarm.RecordChannel=Video-Kanal
ConfigAlarm.RegionConfig=Einstellung
ConfigAlarm.ScreenTip=Bildschirm-Hinweis
ConfigAlarm.Sec=Sekunde
ConfigAlarm.SendEmail=E-Mail senden
ConfigAlarm.Sense=Empfindlichkeit
ConfigAlarm.Setting=Einstellung
ConfigAlarm.TimeSection=Zeitrahmen
ConfigAlarm.ToCenter=Upload-Zentrale
ConfigAlarm.Tour=Tour
ConfigAlarm.Type=Gerät-Typ
ConfigAlarm.VoiceTip=Sprachhinweis
ConfigAlarm.Select=Select
ConfigAlarm.UnSelect=UnSelect
ConfigAlarm.AlarmMode=Alarm Mode
ConfigAlarm.Auto=Configuration
ConfigAlarm.Manual=Manual
ConfigAlarm.Closed=Stop
ConfigAlarm.Status=Status
ConfigDayLight.Date=Datum
ConfigDayLight.EndTime=ENde:
ConfigDayLight.StartTime=Start:
ConfigDayLight.Week=Woche
ConfigDefault.AllDefault=alle auswählen
ConfigDefault.Sure=Wählen Sie die Einstellungsoptionen aus, für die der Default wieder hergestellt werden soll
ConfigGeneral.Dansk=Dansk
ConfigGeneral.DateFormat=Datumformat
ConfigGeneral.DateFormatSelect1=JJJJ MM TT
ConfigGeneral.DateFormatSelect2=MM TT JJJJ
ConfigGeneral.DateFormatSelect3=TT MM JJJJ
ConfigGeneral.DateSpector=Begrenzungssymbol
ConfigGeneral.DateTime=Systemzeit
ConfigGeneral.DaylightRule=Sommerzeit-Regel
ConfigGeneral.DaylightSet=Einstellung
ConfigGeneral.DaylightTime=Sommerzeit
ConfigGeneral.DaysAgo=Tag(e) früher
ConfigGeneral.DelCustom=benutzerdefiniert
ConfigGeneral.DelNever=nie
ConfigGeneral.DiskFull=HDD voll ist
ConfigGeneral.DiskFullOverwrite=überschreiben
ConfigGeneral.DiskFullStop=Videoaufnahme stoppen
ConfigGeneral.LanguageSelect=Sprache auswählen
ConfigGeneral.Minute=Min.
ConfigGeneral.OutFormat=Ausgabeformat
ConfigGeneral.OutputMode=Ausgabemodus
ConfigGeneral.RebootEveryday=täglich
ConfigGeneral.RebootFriday=jeden Freitag
ConfigGeneral.RebootMonday=jeden Montag
ConfigGeneral.RebootNever=nie
ConfigGeneral.RebootSaturday=jeden Samstag
ConfigGeneral.RebootSunday=jeden Sonntag
ConfigGeneral.RebootThursday=jeden Donnerstag
ConfigGeneral.RebootTuesday=jeden Dienstag
ConfigGeneral.RebootWednesday=jeden Mittwoch
ConfigGeneral.RecordLen=Länge
ConfigGeneral.RemoteAddr=Maschine-Nr.
ConfigGeneral.SelfOutput=adaptiv
ConfigGeneral.StandbyTime=Wartezeit
ConfigGeneral.TVOutput=TV
ConfigGeneral.Time12=12-stündig
ConfigGeneral.Time24=24-stündig
ConfigGeneral.TimeFormat=Zeitformat
ConfigGeneral.VGAOutput=VGA
ConfigGeneral.VideoMode=Video-Format
ConfigGeneral.WorkHour=Arbeitszeit
InfoLog.Abnormal=abnormal
InfoLog.AlarmLocal=lokaler Alarm
InfoLog.AlarmManual=manueller Alarm
InfoLog.AlarmNet=Netzwerk-Alarm
InfoLog.AlarmServer=Alarm Server
InfoLog.AudioInFormat=Gespräch
InfoLog.AutoMaintain=automatische Wartung
InfoLog.Backup=Datensicherungsdatei %s
InfoLog.BlindDetect=Blende-Erkennung
InfoLog.Channel=Kanal
InfoLog.Close=Video schließen
InfoLog.CombineEncode=Kombinierte Kodierung
InfoLog.Comm=serielle Schnittstelle
InfoLog.DeleteFileFailed=Datei %s löschen fehlgeschlagen
InfoLog.UpdateFailed=%s update fail
InfoLog.Download=Datei %s herunterladen
InfoLog.Encode=Kodierung
InfoLog.Event=%s ist Arbeitsverzeichnis für Ereignis
InfoLog.GUISet=GUI
InfoLog.General=allgemein
InfoLog.LocalAlarm=lokaler Alarm
InfoLog.Location=Lokalisierung
InfoLog.LogIn=Benutzer %s hat durch %s eingeloggt
InfoLog.LogInfo=Protokollinformation
InfoLog.LogOut= Benutzer %s hat durch %s ausgeloggt
InfoLog.LogTime=Erstellungszeit
InfoLog.LogType=Typ
InfoLog.LossDetect=Erkennung Video-Verlust
InfoLog.Manual=manuelle Videoaufnahme
InfoLog.MotionDetect=Bewegungserkennung
InfoLog.Net3G=Funk Netzwerk
InfoLog.NetAbort= Alarm für Netzwerk-Abnormalität
InfoLog.NetAlarm=Netzwerk-Alarm
InfoLog.NetARSP=ARSP
InfoLog.NetCommon=allgemeines Netzwerk
InfoLog.NetDDNS=DDNS
InfoLog.NetDHCP=DHCP
InfoLog.NetDNS=DNS
InfoLog.NetEmail=E-Mail
InfoLog.NetIPConflict=IP-Konflikt
InfoLog.NetIPFilter= weisse und schwarze Liste
InfoLog.NetNTP=NTP
InfoLog.NetPPPoE=PPPoE
InfoLog.No=Seriennummer
InfoLog.PTZ=Plattform
InfoLog.PTZAlarmProtocol=Plattform-Alarm
InfoLog.PTZPreset=Plattform-Vorgabepunkt
InfoLog.PTZTour=Plattform-Tour
InfoLog.Play=Wiedergabe
InfoLog.PlayBack=Datei %s wiedergeben
InfoLog.ReadFileFailed=Datei %s lesen fehlgeschlagen
InfoLog.ReadOnly=%s ist ein nur lesbares Arbeitsverzeichnis
InfoLog.ReadWrite=%s ist ein lesbares und schreibbares Arbeitsverzeichnis
InfoLog.Record=Videoaufnahme
InfoLog.Redunancy=%s ist ein redundantes Arbeitsverzeichnis
InfoLog.RS485=RS485
InfoLog.SearchAlarm=%d-%d-%d %d:%d:%d sucht Alarmvideo des Kanals %d
InfoLog.SearchAll=%d-%d-%d %d:%d:%d sucht alle Video des Kanals %d
InfoLog.SearchDetect=%d-%d-%d %d:%d:%d sucht Erkennungsvideo des Kanans %d
InfoLog.SearchHand=%d-%d-%d %d:%d:%d sucht manuelle Video des Kanals %d
InfoLog.Snapshot=Schnappschuss
InfoLog.StorageFailure= Zugriff auf Speichermedien fehlgeschlagen
InfoLog.StorageLowSpace= Alarm Speicherplatz mangelhaft
InfoLog.StorageNotExist= Speichermedien nicht vorhanden
InfoLog.TVAdjust=TV-Anpassung
InfoLog.Timing=Videoaufnahme zu bestimmter Zeit
InfoLog.Tour=tour
InfoLog.VideoBlind=Blende-Erkennung
InfoLog.VideoColor=Bildfarbe
InfoLog.VideoLoss=Erkennung Video-Verlust
InfoLog.VideoMotion=Bewegungserkennung
InfoLog.VideoSplit=Video-Aufsplitterung
InfoLog.VideoWidget=Video-Widget
InfoLog.WriteFileFailed=Datei %s schreiben fehlgeschlagen
InfoLog.Wifi=Wifi
LogInfo.AlarmEvent=Alarm-Ereignis
LogInfo.All=Alle
LogInfo.ClearFail=Protokoll löschen fehlgeschlagen
LogInfo.ClearSuccess= Protokoll löschen erfolgreich
LogInfo.ConfigOperation=Konfiguration
LogInfo.EndTime=Endzeit
LogInfo.FileAccess=Dateizugriff
LogInfo.LogSearch=<%s> Protokoll-Abfrage!
LogInfo.LogType=Typ
LogInfo.NextPage=Näch Seite
LogInfo.RecordOperation=Videoaufnahme
LogInfo.RemoveAll=leeren
LogInfo.Search=Suche
LogInfo.StartTime=Startzeit
LogInfo.StorageManager=Datenverwaltung
LogInfo.SureToClear= Wollen Sie wirklich alle Protokolle löschen?
LogInfo.SystemManager=Systembedienung
LogInfo.UserManager=Benutzerverwaltung
LogType.AccountRestore=Account Restore
LogType.AddGroup=Gruppe hinzufügen
LogType.AddUser=Benutzer hinzufügen
LogType.ClearDriver= Laufwerk-Daten löschen
LogType.ClearLog=Protokoll löschen
LogType.DeleteGroup=Gruppe löschen
LogType.DeleteUser=Benutzer löschen
LogType.DiskChanged=Disk Changed
LogType.EventLatch=Verzögerungsereignis
LogType.EventStart=Alarm-Start
LogType.EventStop=Alarm-Ende
LogType.FileAccess=Dateizugriff
LogType.FileAccessError=Fehler beim Datbeizugriff
LogType.FileSearch=Datei-Suche
LogType.LogIn=einloggen
LogType.LogOut=ausloggen
LogType.ModifyGroup=Gruppe bearbeiten
LogType.ModifyPassword=Passwort ändern
LogType.ModifyTime=Systemzeit ändern
LogType.ModifyUser=Benutzer bearbeiten
LogType.PTZTour=Tour
LogType.Reboot=Neustart
LogType.Record=Videoaufnahme
LogType.SaveConfig=Konfiguration speichern
LogType.SetDriverType= Laufwerk-Typ einstellen
LogType.ShutDown=herunterfahren
LogType.StorageDeviceError=Speichergerät-Fehler
LogType.Update=Update
LogType.Upgrade=Upgrade
LogType.ZeroBitrate=No Bitrate
UserManager.AddGroup=Gruppe hinz.
UserManager.AddUser=Benutzer hinz.
UserManager.Authority=Berechtigung
UserManager.ConfirmPassword=Passwort bestätigen
UserManager.DefaultUser=Defalut-Benutzer
UserManager.DeleteGroup=Gruppe löschen
UserManager.DeleteUser=Benut. Löschen
UserManager.Group=Gruppe
UserManager.GroupName=Gruppenname
UserManager.LackAuchority=Mangel an Berechtigung
UserManager.LoginSystem=ins System einloggen
UserManager.Memo=Bemerkung
UserManager.ModGroup=Gruppe ändern
UserManager.ModPassword=Passwort ändern
UserManager.ModUser=Benutzer änd.
UserManager.NewPassword=neues Passwort
UserManager.No=Seriennummer
UserManager.OldPassword=altes Passwort
UserManager.OwnerGroup=übergeordnete Gruppe
UserManager.PleaseLogin=bitte loggen Sie ein
UserManager.Sharable=Verteilung
UserManager.User=Benutzer
UserManager.UserName=Benutzername
UserManager.UserPassword=Passwort
UserManager.UserState=Status
UserManager.UserStateOK=normal
UserManager.UserStateStoped=gestopped
Version.AlarmIn=Alarm-Eingang
Version.AlarmOut=Alarm-Ausgang
Version.Channel=Video-Kanal
Version.ExChannel=Erweiterter Kanal
Version.ReleaseDate=Freigabedatum
Version.SystemVersion=Systemversion
ConfigEncode.Audio=Audio
ConfigEncode.Best=am besten
ConfigEncode.Better=besser
ConfigEncode.BitrateControlPolicy=Kontrolle über Bitrate
ConfigEncode.BitrateValue=Wert von Bitrate (Kb/S)
ConfigEncode.Brightness=Helligkeit
ConfigEncode.CBR=Bitrate-Vorgabe
ConfigEncode.Channel1=Kanal 1
ConfigEncode.Channel10=Kanal 10
ConfigEncode.Channel11=Kanal 11
ConfigEncode.Channel11_12=Kanal 11-12
ConfigEncode.Channel12=Kanal 12
ConfigEncode.Channel13=Kanal 13
ConfigEncode.Channel13_14=Kanal 13-14
ConfigEncode.Channel13_16=Kanal 13-16
ConfigEncode.Channel14=Kanal 14
ConfigEncode.Channel15=Kanal 15
ConfigEncode.Channel15_16=Kanal 15-16
ConfigEncode.Channel16=Kanal 16
ConfigEncode.Channel17=Kanal 17
ConfigEncode.Channel17_20=Kanal 17-20
ConfigEncode.Channel17_24=Kanal 17-24
ConfigEncode.Channel17_32=Kanal 17-32
ConfigEncode.Channel18=Kanal 18
ConfigEncode.Channel19=Kanal 19
ConfigEncode.Channel1_16=Kanal 1-16
ConfigEncode.Channel1_2=Kanal 1-2
ConfigEncode.Channel1_4=Kanal 1-4
ConfigEncode.Channel1_6=Kanal 1-6
ConfigEncode.Channel1_8=Kanal 1-8
ConfigEncode.Channel1_9=Kanal 1-9
ConfigEncode.Channel2=Kanal 2
ConfigEncode.Channel20=Kanal 20
ConfigEncode.Channel21=Kanal 21
ConfigEncode.Channel21_24=Kanal 21-24
ConfigEncode.Channel22=Kanal 22
ConfigEncode.Channel23=Kanal 23
ConfigEncode.Channel24=Kanal 24
ConfigEncode.Channel25=Kanal 25
ConfigEncode.Channel25_28=Kanal 25-28
ConfigEncode.Channel25_32=Kanal 25-32
ConfigEncode.Channel26=Kanal 26
ConfigEncode.Channel27=Kanal 27
ConfigEncode.Channel28=Kanal 28
ConfigEncode.Channel29=Kanal 29
ConfigEncode.Channel29_32=Kanal 29-32
ConfigEncode.Channel3=Kanal 3
ConfigEncode.Channel30=Kanal 30
ConfigEncode.Channel31=Kanal 31
ConfigEncode.Channel32=Kanal 32
ConfigEncode.Channel33_36=Kanal	33-36
ConfigEncode.Channel3_4=Kanal 3-4
ConfigEncode.Channel4=Kanal 4
ConfigEncode.Channel5=Kanal 5
ConfigEncode.Channel5_6=Kanal 5-6
ConfigEncode.Channel5_8=Kanal 5-8
ConfigEncode.Channel6=Kanal 6
ConfigEncode.Channel7=Kanal 7
ConfigEncode.Channel7_12=Kanal 7-12
ConfigEncode.Channel7_8=Kanal 7-8
ConfigEncode.Channel8=Kanal 8
ConfigEncode.Channel8_16=Kanal 8-16
ConfigEncode.Channel9=Kanal 9
ConfigEncode.Channel9_10=Kanal 9-19
ConfigEncode.Channel9_12=Kanal 9-12
ConfigEncode.Channel9_16=Kanal 9-16
ConfigEncode.ColdColor=kalte Farbe
ConfigEncode.Contrast=Kontrast
ConfigEncode.Cover=Deckung
ConfigEncode.CoverSetting=Einstellung
ConfigEncode.DftColor=Default-Farbe
ConfigEncode.EncodeMode=Kodiermodus
ConfigEncode.ExtStream=erweiterter Datenfluss
ConfigEncode.FPS=FPS
ConfigEncode.Gain=Zunahme
ConfigEncode.General=allgemein
ConfigEncode.Good=gut
ConfigEncode.Hue=Farbton
ConfigEncode.ImageColorConfig=Bildfarbe
ConfigEncode.Period=Zeitperiode
ConfigEncode.Quality=Qualität
ConfigEncode.Saturation=Sättigung
ConfigEncode.Snap=Schnappschuss
ConfigEncode.SnapFreq=Häufigkeit
ConfigEncode.SnapMode=Modus
ConfigEncode.SnapQuality=Qualität
ConfigEncode.SnapSize=Größe
ConfigEncode.VBR=VBR
ConfigEncode.Video=Video
ConfigEncode.VideoAudio=Video/Audio
ConfigEncode.VideoResolution=Auflösung
ConfigEncode.WarmColor=warme Farbe
ConfigEncode.Worse=schlimmer
ConfigEncode.Worst=am schlimmsten
ConfigEncode.iGop=Irahmenabstand (S)
ConfigVideo.High=hoch
ConfigVideo.Higher=höher
ConfigVideo.Highest=am höchsten
ConfigVideo.Lower=niedriger
ConfigVideo.Lowest=am niedrigsten
ConfigVideo.Middle=mittel
PlayBack.ALL=Alle Videos
PlayBack.AlarmRecordFile=externer Alarm
PlayBack.Audio=Audio
PlayBack.CancelDownload= Das Herunterladen wirklich abbrechen?
PlayBack.CardRecordFile=Karte-Videoaufnahme
PlayBack.Channel=kanal
PlayBack.Close=schließen
PlayBack.CloseAllWindow=alle Fenster schließen
PlayBack.CloseWindow=Fenster schließen
PlayBack.Date=Zeit
PlayBack.DetectRecordfile=Video-Erkennung
PlayBack.Device=Gerät
PlayBack.Download=Herunterla
PlayBack.DownloadError=Datei herunterladen fehlgeschlagen
PlayBack.DownloadFinish=Herunterladen erfolgreich
PlayBack.Downloading=es wird heruntergeladen. Bitte warten Sie...
PlayBack.ExceedMaxChannel= maximale Anzahl Wiedergabe-Kanäle überschritten
PlayBack.Fast=schnelle Wiedergabe
PlayBack.File=Datei
PlayBack.FourScreen=4 Anzeigen
PlayBack.GeneralRecordFile=normale Videoaufnahme
PlayBack.GetDataFail= Daten erfassen fehlgeschlagen
PlayBack.HandRecordFile=manuelle Videoaufnahme
PlayBack.InPlaying= Dieser Kanal wird gerade wiedergegeben. Bitte schließen Sie ihn zuerst.
PlayBack.InvalidTime= Zeit ungültig. Bitte geben Sie neu ein.
PlayBack.LoadImageFail= Hintergrundsbild laden fehlgeschlagen
PlayBack.LocalRecord=lokaler Video
PlayBack.NO=Seriennummer
PlayBack.NextFrame=nächster Rahmen
PlayBack.NoRecord=kein Video vorhanden
PlayBack.OpenDecodeFail= Dekoder öffnen fehlgeschlagen
PlayBack.OpenFileFail=Datei öffnen fehlgeschlagen
PlayBack.PageDown=Näch. Seite
PlayBack.PageUp=Vorh. Seite
PlayBack.Pause=Wiedergabe anhalten
PlayBack.Period=Zeitperiode
PlayBack.Play=Abspielen
PlayBack.Playback=wiedergeben
PlayBack.Playing=es wird abgespielt
PlayBack.PrevFrame=vorheriger Rahmen
PlayBack.Prompt=Hinweis
PlayBack.Search=Suche
PlayBack.SearchFail=Suche fehlgeschlagen
PlayBack.SelectDevice=Bitte wählen Sie ein Gerät aus
PlayBack.SingleFrame=Einzelrahmen abspielen
PlayBack.Slow=langsam
PlayBack.Snapshot=Schnappschuss
PlayBack.SnapshotFail= Schnappschuss fehlgeschlagen
PlayBack.Stop=stoppen
PlayBack.Timeout=Timeout
PlayBack.Type=Typ
PlayBack.UnkownError=unbekannter Fehler
PlayBack.Window=Fenster
PlayBack.AllPic=All Picture
PlayBack.AlarmRecordPic=Alarm Snap
PlayBack.DetectRecordPic=Video Detect Snap
PlayBack.GeneralRecordPic=Regular Snap
PlayBack.HandRecordPic=Manual Snap
PlayBack.SelectAll=Select All
PlayBack.UnSelectAll=UnSelect All
Record.Auto=Konfiguration
Record.Closed=geschlossen
Record.Manual=immer
RecordConfig.Mode=Video-Modus
RecordStorage.Alarm=Alarm
RecordStorage.Detect=Erkennen
RecordStorage.Files=Pictures
RecordStorage.General=Allgemein
RecordStorage.PreRecord=Voraufnahme
RecordStorage.PreSnap=Voraufnahme
RecordStorage.RecordLen=Länge
RecordStorage.Redu=Redundanz
RecordStorage.ScheduleSet=Einstellung
RecordStorage.TimeSection=Zeitrahmen
RecordStorage.TimeSection1=Zeitrahmen 1
RecordStorage.TimeSection2= Zeitrahmen 2
RecordStorage.TimeSection3= Zeitrahmen 3
RecordStorage.TimeSection4= Zeitrahmen 4
RecordStorage.TimeSection5= Zeitrahmen 5
RecordStorage.TimeSection6= Zeitrahmen 6
RecordStorage.Week=Woche
ConfigNet.3GNetConfig=Wireless Dial
ConfigNet.ARSPConfig=ARSP
ConfigNet.ArspConfig=ARSP
ConfigNet.AlarmReport=Alarm Report
ConfigNet.AUTO=AUTO
ConfigNet.Adaptive=adaptiv
ConfigNet.AddIP=IP hinzufügen
ConfigNet.Alarm=Alarm
ConfigNet.AlarmCenter=Alarm-Zentrale
ConfigNet.ArspTip=.
ConfigNet.BannedIP=gesperrte IP
ConfigNet.BlackList=schwarze Liste
ConfigNet.CDMA1X=CDMA1.x
ConfigNet.Channel=Kanal
ConfigNet.DDNS=DDNS
ConfigNet.DDNSName=Benutzername
ConfigNet.DDNSServerPort=Port
ConfigNet.DDNSSetInvalid=DDNS-Einstellung ungültig
ConfigNet.DDNSType=DDNS-Typ
ConfigNet.DHCP=DHCP
ConfigNet.DHCPEnable=DHCP aktiviert
ConfigNet.DNSConfig= folgende DNS-Serveraddresse anwenden
ConfigNet.DNSTIP= folgende DNS-Server anwenden---------------------------
ConfigNet.Decorder=Decorder
ConfigNet.DefaultGateWay=Default-Gateway
ConfigNet.DeleteIP=IP löschen
ConfigNet.Detect=erkennen
ConfigNet.DomainName=Domain-Name
ConfigNet.EVDO=EVDO
ConfigNet.EmailConfig=E-Mail-Einstellung
ConfigNet.Enable=aktivieren
ConfigNet.FileLen=Upload-Länge
ConfigNet.FileLength=Dateilänge
ConfigNet.FileLens=MB
ConfigNet.FluencyPre=geschwindigkeitsbedingt
ConfigNet.FtpAnonymous=anonym
ConfigNet.FtpChannel=Kanal
ConfigNet.FtpConfig=FTP-Einstellung
ConfigNet.FtpDirName=FTP-Verzeichnis
ConfigNet.FtpEnable=aktivieren
ConfigNet.FtpHostIp=Host-IP
ConfigNet.FtpHostPort=Port
ConfigNet.FtpPassWord=Passwort
ConfigNet.FtpType=Typ
ConfigNet.FtpUserName=Benutzername
ConfigNet.FtpWeek=Woche
ConfigNet.GPRS=GPRS
ConfigNet.General=allgemein
ConfigNet.HighSpeedDownload=Hochgeschwindigkeits-Download
ConfigNet.HostIP=Server-Addresse
ConfigNet.HostName=Host-Name
ConfigNet.HostPort=Port
ConfigNet.HttpPort=HTTP-Port
ConfigNet.IPSetting=IP-Einstellung
ConfigNet.IPaddr=IP-Addresse
ConfigNet.Interval=Zeitintervall
ConfigNet.Intervals=Minute
ConfigNet.LogReport=Log Report
ConfigNet.MailAddrEmpty= E-Mail-Addresse darf nicht leer sein
ConfigNet.MailAddrError= fehlerhafte E-Mail-Addresse. Das Zeichen '@’ muss enthalten sein.
ConfigNet.MailAddrTooLong= E-Mail-Addresse zu lange
ConfigNet.MailRecevierError= maximal 3 Empfänger erlaubt
ConfigNet.MailSSL= SSL erforderlich
ConfigNet.MailServer=SMTP-Server
ConfigNet.Mailsender=Empfänger
ConfigNet.MaxConnection=maximale Anzahl an Verbindungen
ConfigNet.MobileConfig=Mobile Monitor
ConfigNet.MobilePort=Port
ConfigNet.MulticastConfig=Broadcast-Einstellung
ConfigNet.NeedReboot= Dateneinstellung erfolgreich. Sie wird erst nach Systemneustart wirksam. Wollen Sie sofort das System neu starten?
ConfigNet.NetMask= Subnetzmaske
ConfigNet.NetServerInfo=Konfigurationsinformation
ConfigNet.NetService=Netzwerkdienst
ConfigNet.Netcard=Netzwerkkarte
ConfigNet.No=Seriennummer
ConfigNet.NtpConfig=NTP-Einstellung
ConfigNet.PPPoE=PPPoE
ConfigNet.PPPoEPassword=Passwort
ConfigNet.PPPoEUserName=Benutzername
ConfigNet.Passwd=Passwort
ConfigNet.PortConflict=Port-Konflikt
ConfigNet.PrimaryDNS=primäres DNS
ConfigNet.Protocol=Protocol
ConfigNet.Prototype=Protokolltyp
ConfigNet.QualityPre=qualitätsbedingt
ConfigNet.Receiver=Empfänger
ConfigNet.ReplayNum= Anzahl rückmeldender IP darf 64 nicht überschreiten!
ConfigNet.RestrictType=Begrenzungstyp
ConfigNet.SameIPTip= Diese IP-Addresse wurde schon hinzugefügt!
ConfigNet.SaveConfigFailed=Konfiguration speichern fehlgeschlagen
ConfigNet.SecondaryDNS=sekundäres DNS
ConfigNet.ServerName=Server-Name
ConfigNet.SetGatewayFailed=Gateway einstellen fehlgeschlagen
ConfigNet.StandbyIP=Reserve-IP
ConfigNet.TD-SCDMA=TD-SCDMA
ConfigNet.TcpPort=TCP-Port
ConfigNet.TimeSection1=Zeitrahmen 1
ConfigNet.TimeSection2= Zeitrahmen 2
ConfigNet.TimeZone=Zeitzone
ConfigNet.Title=Überschrift
ConfigNet.TransferPolicy= Netzwerkübertragungsstategie
ConfigNet.TrustIP=glaubenswürdige IP
ConfigNet.Type=Type
ConfigNet.UDPPort=UDP-Port
ConfigNet.UPNPTip=
ConfigNet.UpdateInterval=Aktualisierungsintervall
ConfigNet.UploadTime=Upload-Zeit
ConfigNet.WCDMA=WCDMA
ConfigNet.Week=Woche
ConfigNet.WhiteList=weisse Liste
ConfigNet.Wirecard=Netzwerkkarte mit Kabelanschluss
ConfigNet.Wireless=Wireless
ConfigNet.WirelessAP=AP
ConfigNet.WirelessDialNum=Dial Number
ConfigNet.NoSignal=NoSignal
ConfigNet.VeryLow=Very Low
ConfigNet.Low=Low
ConfigNet.Good=Good
ConfigNet.VeryGood=Very Good
ConfigNet.Excellent=Excellent
ConfigNet.WifiNotSupport=Only support for WEP encrypt
ConfigNet.WifiPasswordNoMatch=Passowrd must 10 or 26 hex digits
ConfigNet.AuthMode=Authentication
ConfigNet.Search=Search
ConfigNet.Signal=Signal
ConfigNet.SSID=SSID
ConfigNet.UPNP=UPNP
Tips.DeviceProduct=Erweiterte Funktionen Product Configuration
Title.AbnormalAlarm=Umgang Mit Abnormalität
Title.Alarm=Alarm-Funktion
Title.AlarmConfig=Alarm-Einstellung
Title.AlarmIn=Alarm-Eingang
Title.AlarmOut=Alarm-Ausgang
Title.AlarmStatus=Alarm-Status
Title.AssistFunction=Hilfsfunktion
Title.AutoMaintain=Automatische
Title.Backup=Datensicherung
Title.BitrateStatistics=Bitrate-Statistik
Title.BlindConfig=Video-Blende
Title.ChannelName=Kanalname
Title.CommConfig=RS232
Title.DeviceProduct=Funktion Konfiguration
Title.DisplayConfig=Ausgabemodus
Title.EncodeConfig=Kodierung
Title.GeneralConfig=General
Title.HDDInfo=Festplatte-Info
Title.HDDManager=Festpla-Verwalt
Title.ImageConfig=Bildfarbe
Title.LogInfo=Protokoll-Info
Title.LogOut=System Herunterfahren
Title.MagicBox=Zauberkiste
Title.MainMenu=Hauptmenü
Title.MotionDetectConfig=Bewegung
Title.NetAlarmConfig=Net Alarm
Title.NetCommonConfig=Netzwerk
Title.NetService=Netzwerkdien
Title.OnlineUser=Online-Benutzer
Title.Partition=Partition
Title.PlayBack=Wiedergabe
Title.PtzConfig= PTZ
Title.PtzControl= Kontrolle Über Plattform
Title.Record=Video-Funktion
Title.RecordConfig=Video-Einstel
Title.RecordMode=Kontrolle Über Videoaufnahme
Title.SetDefault=Default
Title.SnapShot=Schnappschuss
Title.SystemConfig=Systemeinstellung
Title.SystemInfo=System Inf
Title.SystemUpgrade=System Aktualisieren
Title.TVAdjust=TV-Anpassung
Title.Tools=Managementwerkzeug
Title.TourConfig=Tour-Einstellung
Title.UserManager=Benutzer Verwal.
Title.Version=Version
Title.VideoLossConfig=Video-Verlust
OneClick.Add=Hinzufügen
OneClick.Advance=Erweitert
OneClick.All=Alle
OneClick.Apr=April
OneClick.Aug=Aug
OneClick.Cancel=Abbrechen
OneClick.ChannelNo=Kanal
OneClick.Clean=Löschen
OneClick.Copy=Kopieren
OneClick.Day=Tag
OneClick.Dec=Dez.
OneClick.Default=Default
OneClick.Delete=Löschen
OneClick.Feb=Feb.
OneClick.FirstDay=1. Tag
OneClick.FirstWeek=1. Woche
OneClick.FiveWeek=5. Woche
OneClick.FourWeek=4. Woche
OneClick.FreeDay=Freizeit
OneClick.Fri=Freitag
OneClick.Jan=Jan.
OneClick.Jul=Juli
OneClick.Jun=Juni
OneClick.LastDay=letzte Woche hat
OneClick.LogInfo=Protokoll-Information
OneClick.Mar=März
OneClick.May=Mai
OneClick.Min=Minute
OneClick.Mon=Montag
OneClick.Month=Monat
OneClick.Nov=Nov.
OneClick.OK=OK
OneClick.Oct=Okt.
OneClick.Paste=Einfügen
OneClick.Preview=Vorschau
OneClick.Prompt=Hinweis
OneClick.Refrush=Erfrischen
OneClick.RemoteConfig=Fernkonfiguration
OneClick.Sat=Samstag
OneClick.Sec=Sek.
OneClick.SecWeek=2. Woche
OneClick.Sep=Sept.
OneClick.Setting=Einstell
OneClick.SixWeek=6. Woche
OneClick.Sun=Sonntag
OneClick.ThirdWeek=3. Woche
OneClick.Thu=Donnerstag
OneClick.Tue=Dienstag
OneClick.Wed=Mittwoch
OneClick.WeekCnt=Wochenanzahl insgesamt
OneClick.WorkDay=Arbeitstag
OneClick.Year=Jahr
HDDInfo.Disk=Disk
HDDInfo.EndTime=Endzeit
HDDInfo.IndexNo=Index-Nr.
HDDInfo.InfoRecordTime=Video-Zeit
HDDInfo.InfoTypeCapa=Typ und Kapazität
HDDInfo.RemainCapacity=verbliebener Speicherplatz
HDDInfo.SATA=Index-Nr.
HDDInfo.StartTime=Startzeit
HDDInfo.Status=Status
HDDInfo.TotalCapacity=Gesamtspeicherkapazität
HDDInfo.Type=Typ
HDDManager.Capacity=Gesamtspeicherkapazität
HDDManager.ClearDisk=Formatieren
HDDManager.DiskInfo=Festplatte-Information
HDDManager.DiskNo=Festplatte
HDDManager.EventDriver=Ereignis-Laufwerk
HDDManager.FormatFinished=formatieren erfolgreich!
HDDManager.ImagePart=Schnappschuss-Partition
HDDManager.LowerCapa=untere Grenze
HDDManager.Partition=Partition
HDDManager.PartitionFailed=partitionieren fehlgeschlagen!
HDDManager.PartitionNeedReboot= partitionieren erfolgreich. Neustart erforderlich
HDDManager.RODiskCannotFormat= formatieren nicht möglich
HDDManager.ReadOnlyDriver=nur lesbares Laufwerk
HDDManager.ReadWriteDriver=lesbares und schreibbares Laufwerk
HDDManager.RecordCapaTooSmall= Video-Partition darf nicht kleiner als 1G sein.
HDDManager.RecordPart=Video-Partition
HDDManager.RecoverError=Wiederherstellen
HDDManager.ReduDriver=Redundanz-Laufwerk
HDDManager.SetToReadOnly=Als lesbar setzen
HDDManager.SetToReadWrite=Lesbar/Schreibar
HDDManager.SetToRedu=Redundant setzen
HDDManager.SetToSnapShot=SetToSnapShot
HDDManager.SnapShotDriver=Schnappschuss-Laufwerk
HDDManager.Space=Kapazität
HDDManager.StateErr=Fehler
HDDManager.StateOK=OK
HDDManager.Status=Status
HDDManager.SuceToExecute=diese Bedienung wirklich ausführen?
HDDManager.TipFormatDisk= Mit dieser Bedienung werden alle Video-Daten auf diesem Speichergerät gelöscht. Weiter mit „OK“ und mit „Abbrechen“ wird diese Bedienung abgebrochen.
HDDManager.TipSetToReadOnlyDriver= Mit dieser Bedienung wird dieses Speichergerät als nur lesbar gesetzt. Danach sind Video-Daten nicht mehr überschreibbar. Weiter so?
HDDManager.TipSetToReadWriteDriver= Mit dieser Bedienung wird dieses Speichergerät als lesbar und schreibbar gesetzt. Somit kann diese Partition als Arbeitspartition für Videoaufnahme dienen.
HDDManager.TipSetToReduDriver= Mit dieser Bedienung wird dieses Speichergerät als Redundanz gesetzt. Danach können nur redundante Video-Daten darauf gespeichert werden. Weiter so?
HDDManager.TipSetToSnapShotDriver= Mit dieser Bedienung wird dieses Speichergerät als Schnappschuss-Partition gesetzt. Danach können nur Bilder darauf gespeichert werden. Weiter so?
HDDManager.Type=Typ
Upgrade.AddDevice=Gerät hinzufügen
Upgrade.Browse=Stöbern
Upgrade.Destribe=beschreiben
Upgrade.FileName=Dateiname:
Upgrade.IPAdress=IP-Addresse
Upgrade.IPSearch=IP-Suche
Upgrade.Login=einloggen
Upgrade.NO=Nr.
Upgrade.Password=Passwort
Upgrade.Port=Port
Upgrade.Progress=Fortschritt:
Upgrade.Prompt=Hinweis
Upgrade.Run=Rüsten
Upgrade.SelectFile=Bitte eine Aktualisierungsdatei auswählen
Upgrade.SendData=Daten senden:
Upgrade.StartUpgrade=Aktualisierung starten
Upgrade.UpgradeFail=aktualisieren fehlgeschlagen
Upgrade.UpgradeSuccess=aktualisieren erfolgreich
Upgrade.UpgradeTool=Aktualisierungswerkzeug
Upgrade.UserName=Benutzername
Authority.Monitor_17= Echtzeit-Überwachungskanal 17
Authority.Monitor_18= Echtzeit-Überwachungskanal 18
Authority.Monitor_19= Echtzeit-Überwachungskanal 19
Authority.Monitor_20= Echtzeit-Überwachungskanal 20
Authority.Monitor_21= Echtzeit-Überwachungskanal 21
Authority.Monitor_22= Echtzeit-Überwachungskanal 22
Authority.Monitor_23= Echtzeit-Überwachungskanal 23
Authority.Monitor_24= Echtzeit-Überwachungskanal 24
Authority.Monitor_25= Echtzeit-Überwachungskanal 25
Authority.Monitor_26= Echtzeit-Überwachungskanal 26
Authority.Monitor_27= Echtzeit-Überwachungskanal 27
Authority.Monitor_28= Echtzeit-Überwachungskanal 28
Authority.Monitor_29= Echtzeit-Überwachungskanal 29
Authority.Monitor_30= Echtzeit-Überwachungskanal 30
Authority.Monitor_31= Echtzeit-Überwachungskanal 31
Authority.Monitor_32= Echtzeit-Überwachungskanal 32
Error.ChannelExisted=Der Kanal ist bereits vorhanden
PlayBack.PlayBackType=Abfragemodus
PlayBack.ByTime=Mit der Zeit
PlayBack.ByName=Mit Datei
ConfigGeneral.English=ENGLISH
ConfigGeneral.Farsi=پارسی　
ConfigGeneral.Finnish=SUOMI
ConfigGeneral.French=FRANCAIS
ConfigGeneral.German=DEUTSCHER
ConfigGeneral.Greek=ΕΛΛΗΝΙΚΑ
ConfigGeneral.Hungarian=HUNGARIAN
ConfigGeneral.Italian=ITALIAN
ConfigGeneral.Japanese=日本語
ConfigGeneral.Poland=POLAND
ConfigGeneral.Portugal=PORTUGUÊ
ConfigGeneral.Russian=РУССКИЙ
ConfigGeneral.SimpChinese=简体中文
ConfigGeneral.Spanish=ESPAÑOL
ConfigGeneral.Thai=ไทย
ConfigGeneral.TradChinese=繁體中文
ConfigGeneral.Turkey=TüRKiYE
ConfigGeneral.Ukrainian=Українське
ConfigGeneral.Hebrew=עברית
ConfigGeneral.Brazilian=Português(BR)
ConfigGeneral.Korean=한국어
ConfigGeneral.Romanian=Română
ConfigGeneral.Vietnamese=Việt
PlayBack.SyncMode=Synchronisation
Language.Arabic=العربية
DisplayConfig.TimeTitle=Zeit Titel
DisplayConfig.RecordStatus=Video-Status
DisplayConfig.AlarmStatus=Alarmzustand
DisplayConfig.ResistTwitter=Anti-Jitter
DisplayConfig.Transparence=Transparenz
DisplayConfig.Channel=Channel
WebTitle.Playback=Wiedergabe
WebTitle.Log=Anmelden
WebTitle.LocalConfig=Lokale
WebTitle.RemoteCfg=Gerät
WebTitle.LogOut=ausloggen
WebPtz.Step=Schrittweite
WebPtz.Zoom=zoomen
WebPtz.Focus=Fokus
WebPtz.Iris=Iris
WebPtz.Preset=Vorgabepunkt
WebPtz.Cruise=Point-Kreuzfahrt
WebTitle.ImageColorConfig=Bildfarbe
WebBT.SetDefault=Default
WebBT.Reboot=Starten
WebTitle.OtherSet=Andere Einstellungen
WebInput.UserName=Benutzer
WebInput.Password=Passwort
WebBT.Ok=OK
Backup.AllDaysTemplate=Day-Vorlage
Backup.Apply=Anwendungen
Backup.AutoRecover=Automatisch erfasst
Backup.BackupConfig=Backup-Konfiguration
Backup.CameraName=Channel Name
Backup.CameraNo=Kanalnummer
Backup.Cancel=Abbrechen
Backup.Delete=Löschen
Backup.DeviceName=Device Name
Backup.EditPlanTemplate=Bearbeiten Plan Template
Backup.EmptyTemplate=Leere Vorlage
Backup.FreeBytes=Verbleibende Kapazität(MB)
Backup.Fri=Freitag
Backup.Mon=Montag
Backup.MoveChannel=Device-Baum aus dem rechten Kanal auf der Liste, indem Sie
Backup.NameExisted=Die Vorlage existiert bereits
Backup.NameNotExisted=Der Name der Vorlage existiert nicht
Backup.PacketTime=Verpackung Zeit
Backup.PlanTemplate=Plan-Vorlage
Backup.RecordBackupConfig=Video-Programm
Backup.Sat=Samstag
Backup.Setup=Set
Backup.StartBigerThanEnd=Startzeit Endzeit kann nicht größer sein als die
Backup.StartRealBackUp=Open Echtzeit-Backup
Backup.StopFirst=Laufende Echtzeit-Backup, wenn Sie die Backup-Konfiguration ändern, schalten Sie den Backup-Prozess wollen.
Backup.Storage=Disk
Backup.Sun=Sonntag
Backup.Thurs=Donnerstag
Backup.TotalBytes=Gesamtkapazität (MB)
Backup.Tues=Dienstag
Backup.Wed=Mittwoch
Desktop.Backup=Echtzeit-Backup
Desktop.Lock=Lock
Desktop.MapCtrl=Karte
Desktop.SureToClose=Bestätigen Exit?
Desktop.TimeSync=Und PC-Synchronisation Zeit
Desktop.ZoneList=Regionale Listen
Desktop.Search=Query
Desktop.Return=Zurück
DeviceManage.DaHua=DaHua
DeviceManage.DefaultZone=Default Region
DeviceManage.DelAreaSure=Entfernt alle Geräte, die unter der Region auf, die Streichung der Region bestätigen?
DeviceManage.DisconnAllDevFirst=Anerkannt unter der Region wurden alle Geräte abgeschaltet
DeviceManage.HiKang=HiKang
DeviceManage.MostTwoLeverZone=Maximale Unterstützung zweier regionaler
DeviceManage.SelectArea=Bitte wählen Sie eine Region
DeviceManage.UpZone=Superior Region
DeviceManage.Vendor=Hersteller
DeviceManage.XiongMai=H264DVR
DeviceManage.Zone=Regionale
DeviceManage.ZoneEmpty=Region Name darf nicht leer sein
DeviceManage.ZoneExisted=Bereits in der Region
Error.AddDevFirst=Equipment Liste leer ist, gehen Sie zu "% s->% s" auf Ihrem Gerät hinzugefügt
Error.AlreadyRunning=Kann nicht geöffnet werden mehrere Clients
Error.LanguageSaveSuccess=Ändern Sie die Sprache des Erfolgs, wenden Sie sich bitte erneut ausführen CMS
Error.ResoluitonNotMatch=Empfohlene Bildschirmauflösung 1024 * 768
Error.winlimited=Bis zu vier Fenster können nur geöffnet
Log.Alarm=Alarmtyp
Log.All=Alle Typen
Log.Backup=Backup
Log.BeginTime=Startzeit
Log.Clear=Clear
Log.ClientConfig=Client-Konfiguration
Log.CloseCMS=Schließen CMS
Log.CloseOK=Schließen Erfolg
Log.DeviceConfig=Gerätekonfiguration
Log.EndTime=Endzeit
Log.LogType=Melden Typ
Log.Map=Karte
Log.NextPage=Weiter
Log.OpenChnOK=Open Erfolg
Log.Operation=Action Type
Log.Playback=Wiedergabe
Log.PrePage=Zurück
Log.Reboot=Starten Sie das System
Log.Search=Query
Log.SelectDevice=Gerät auswählen
Log.SystemOperatin=System Control
Log.Talk=Talkback
Log.UserManager=User Management
Log.Video=Video
PtzControl.Add=Erhöhung
PtzControl.Del=Löschen
PtzControl.Edit=Bearbeiten
PtzControl.Goto=Call
Decoder.AddDecoder=Erhöhung der Decoder
Decoder.Attribute=Eigenschaften
Decoder.ChnNotDevice=Bitte wählen Sie ein Video-Kanal und nicht Ausrüstung
Decoder.DecoderChannel=Kanal-Decoder
Decoder.DeleteDecoder=Entfernen Decoder
Decoder.DeviceChannel=Device-Kanal
Decoder.EditDecoder=Editor-Decoder
Decoder.HasVideoChn=Die Dekodierung eines Video-Kanal Kanal bereits vorhanden
Decoder.SelectDecoderChannel=Bitte wählen Sie einen Kanal Decoder
Decoder.SelectVideoChn=Bitte wählen Sie ein Video-Kanal
Import.ExportConfig=Exportieren
Import.ExportLog=exportieren
Import.ImportConfig=Importieren
Login.AutoLogin=Auto Login
Login.UserIsLocked=User wurde gesperrt
Login.UserIsStoped=Der Benutzer deaktiviert wurde
AccountMSG.ImportOK=Import erfolgreich ist, wenden Sie sich bitte erneut ausführen CMS
AccountMSG.ImportFail=Import fehlgeschlagen
AccountMSG.ExportOK=Exporterfolg
AccountMSG.ExportFail=Fehler bei Export
Config.AlarmLogTime=Alarmprotokoll behalten die Anzahl der Tage
Config.AutoConnect=Automatisch Neustart des Kanals mit dem letzten Monitoring
Config.AutoExpand=Start automatisch nach einer erfolgreichen Verbindung Kanal
Config.BaseConfig=Grundkonfiguration
Config.Browse=Stöbern
Config.ClientVersion=Client
Config.ConfigVersion=Gerätekonfiguration
Config.DecoderVersion=Decoding
Config.DiskList=Disk List
Config.FreePercent=Der verbleibende Prozentsatz
Config.FreeSize=Verbleibende Kapazität(MB)
Config.FullMode=Cycle abdecken
Config.LocalPlayback=Lokale Wiedergabe
Config.LogMaintence=Melden Wartung
Config.NetVersion=Netzwerk
Config.OprLogTime=Betrieb anmelden behalten die Anzahl der Tage
Config.Picture=Foto Katalog
Config.PlayBackVersion=Wiedergabe
Config.Record=Video-Katalog
Config.RecordSet=Lokale Video-Set
Config.RecordLen=Länge
Config.AlarmRecordLen=Alarmaufzeichnung Länge
Config.RemotePlayback=Remote-Wiedergabe
Config.ShowAlarmLog=Anzeige Alarm Log-Informationen
Config.Storage=Memory
Config.ToAVI=Save as AVI-Video-Format lokal
Config.TotalSize=Gesamtkapazität(MB)
Config.UsedPercent=Mit dem Prozentsatz
Config.UsedSize=Nutzung von Kapazitäten(MB)
Config.VersionInfo=Version Information
Config.VideoVersion=Video
Config.AutoRun=Führen Sie automatisch beim Systemstart
MapCtrl.Add=Erhöhung
MapCtrl.AddFail=Hinzufügen fehlgeschlagen
MapCtrl.AddPicture=Hinzufügen von Bildern
MapCtrl.AlarmDevice=Alarm
MapCtrl.Browse=Stöbern
MapCtrl.Cancel=Abbrechen
MapCtrl.ChooseOnePicture=Wählen Sie ein Bild
MapCtrl.CopyFail=Kopieren fehlgeschlagen
MapCtrl.Camera=Camera
MapCtrl.DeleteFail=Löschen fehlgeschlagen
MapCtrl.Description=Beschreibung
MapCtrl.DescriptionTooLang=Beschreibung des Bildes kann nicht länger als 256 Bytes
MapCtrl.Dev=Ausstattung
MapCtrl.Edit=Bearbeiten
MapCtrl.EditFail=Bearbeiten Scheitern
MapCtrl.InputPicName=Bitte geben Sie den Namen des Bildes
MapCtrl.Map=Karte
MapCtrl.MapCtrl=Karte
MapCtrl.Modify=Ändern
MapCtrl.Name=Name
MapCtrl.NameInUsed=Image Namen existiert bereits
MapCtrl.NameTooLong=Image Name darf maximal 32 Bytes
MapCtrl.NodeInUsed=Der Knoten ist im Einsatz
MapCtrl.OK=Bestätigung
MapCtrl.Picture=Bilder
MapCtrl.PictureEdit=Bilder
MapCtrl.PictureName=Bild Name
MapCtrl.PicturePath=Image Path
MapCtrl.PictureTooBig=Das Bild ist zu groß oder wurde gelöscht
MapCtrl.Remove=Löschen
MapCtrl.Save=Speichern
MapCtrl.SaveFail=Speichern fehlgeschlagen
MapCtrl.SaveOK=Erfolgreich gespeichert
MapCtrl.SureToDel=Löschen bestätigen?
MapCtrl.SureToDelAllDevOnMap=Alle Knoten auf der Karte wird entfernt, bestätigen?
MapCtrl.Type=Typ
MapCtrl.MapInfo=Info Karte
ConfigEncode.CombineEncode=Kombinierte Codierung
ConfigEncode.CombineMode=Mode
ConfigEncode.Mode=Mode
ConfigEncode.MultiReplay=Multi-Kanal-Wiedergabe
ConfigEncode.NarrowBand=Schmalband-Übertragung
PlayBack.Backup=Backup
PlayBack.BeginDate=Startzeit
PlayBack.EndDate=Endzeit
PlayBack.LocalPlayback=Lokale Wiedergabe
PlayBack.Local=Lokale
PlayBack.RemotePlayback=Remote-Wiedergabe
PlayBack.SelectFile=Bitte wählen Sie eine Datei
ConfigNet.NetAlarm=Bitte wählen Sie eine Datei
Title.AddArea=Schreibe Area
Title.AddDevice=Hinzufügen eines Geräts
Title.Advance=Advanced
Title.CMS=Netzwerk-Video zentralisierte Management-Software
Title.ColorTitle=Bildfarbe
Title.Config=Konfiguration
Title.Decoder=Decoder
Title.Delete=Löschen
Title.Device=Ausstattung
Title.DeviceManager=Control Point Management
Title.ImExportConfig=Import und Export
Title.Loading=Beginnend...
Title.LocalConfig=Client-Konfiguration
Title.LocalTime=Time
Title.LogManager=Kunden Log
Title.MapManager=Karte
Title.TourManager=Video Polling
Title.Modify=Ändern
Title.PTZ=PTZ
Title.RemoteConfig=Gerätekonfiguration
Title.VideoMonitor=Echtzeit-Überwachung
Title.Import=Import Kontrollpunkte
Title.Export=Export Kontrollpunkte
Title.Connect=Verbindungstest
OneClick.Apply=Anwendungen
OneClick.Enable=Enable
Right.Backup=Echtzeit-Backup
Right.ColorControl=Color Control
Right.DeviceManagement=Device Management
Right.LocalConfig=Client-Konfiguration
Right.Mapctrl=Karte
Right.Monitor=Echtzeit-Überwachung
Right.PTZControl=PTZ-Steuerung
Right.Playback=Wiedergabe
Right.RemoteConfig=Remote-Konfiguration
Right.UserManager=User Management
User.AddGroup=Zunahme der Gruppe
User.AddGroupFailed=Erhöhen Sie die Gruppe gescheitert!
User.AddUser=Benutzer hinzufügen
User.AddUserFailed=Benutzer hinzufügen ausfällt.
User.Apply=Anwendungen
User.Cancel=Abbrechen
User.CancelModify=Änderungen verwerfen
User.Confirm=Kennwort bestätigen
User.Describe=Beschreibung:
User.Device=Ausstattung
User.DeviceChoose=Auswahl der Ausrüstung:
User.DeviceList=Equipment List
User.Devices=Equipment List:
User.Group=Group
User.GroupAttribute=Gruppeneigenschaften
User.GroupExists=Die aktuelle Gruppe existiert bereits!
User.GroupName=Group:
User.GroupNameEmpty=Name der Gruppe darf nicht leer sein!
User.ModUserFailed=Ändern Benutzer ist fehlgeschlagen
User.Modify=Ändern
User.ModifyDeviceNow= Erlaubnis zu ändern Ausrüstung zu erhöhen
User.ModifyPassword=Passwort ändern
User.ModifyRightNow=Ändern von Berechtigungen
User.ModifyUserNow=Ändern von Benutzern
User.Modifying=Änderungen in der....
User.Name=Name
User.NewPsw=Neues Passwort
User.Normal=Allgemeine
User.OK=Bestätigung
User.OldPWD=Original Passwort
User.OldPasswordError=Das ursprüngliche Passwort ist falsch!
User.Password=Passwort
User.PasswordNotEmpty=Kennwort darf nicht leer sein!
User.PasswordNotMatched=Passwörter stimmen nicht überein!
User.Right=Berechtigungen
User.RightChoose=Wählen Behörde:
User.RightList=Liste der Berechtigungen
User.Rights=Liste der Berechtigungen
User.SelectOneUser=Bitte wählen Sie einen Benutzer
User.StopUse=Stoppen Sie
User.SuperUserCanDel=Super Benutzer kann nicht gelöscht werden
User.SureToDelGroup=Sie sind sicher, dass Sie die aktuelle Gruppe namens löschen wollen "% s " von der Gruppe?
User.SureToDelUser=Sie sind sicher, dass Sie den aktuellen Benutzernamen löschen "% s " Benutzer?
User.UserAttribute=Benutzereigenschaften
User.UserExists=Aktueller Benutzer existiert bereits!
User.UserLocked=Lock
User.UserName=Benutzername
User.Users=User Liste:
AlarmManage.AlarmSetting=Alarm-Einstellungen
Connect.Disconnected=Network Anomaly
Connect.Connected=Normal-Netzwerk
Connect.DeviceName=Device Name
Connect.State=Status
TourPlan.Up=Auf
TourPlan.Down=Weiter
TourPlan.Add=Erhöhung
TourPlan.Del=Löschen
TourPlan.Mod=Ändern
TourPlan.TourPlan=Polling Regelung
TourPlan.PlanName=Programm Name
TourPlan.TourPlanNode=Polling Begriffe
TourPlan.PlanInTouring=Die Regelung ist in Polling verwenden, löschen oder ändern Sie vor der Wahl
DDNS.DDNSCofing=DDNS-Server
Upgrade.EditDevice=Bearbeiten von Ausrüstung
DeviceManage.LoginType=Login-Modus
DeviceManage.ARSP=ARSP
DeviceManage.SerialID=Serial Number
DeviceManage.Modify=Ändern
DeviceManage.Cancel=Abbrechen
Upgrade.Searching=Suchen, bitte warten
ConfigNet.RTSP=RTSP
Desktop.LogOut=Abmelden
WebBT.LogIn=Login
PlayBack.FileInPlaying=Datei abgespielt wird, schalten Sie
WebBT.PlayAll=Spielen alle Kanäle
WebBT.StopPlayAll=Schließen Sie alle Kanäle
WebBT.RecordAll=Alle Kanal-Video
WebBT.StopRecordAll=Alle schließen Video
LogType.SetTime=Einstellen der Uhrzeit
LogType.SaveSystemState=Speichern Sie den Systemstatus
Authority.Replay_26= Wiedergabe-Kanal 26
PlayBack.Source=File Location
PlayBack.BackupFinish=Sicherung abgeschlossen
PlayBack.FileNotExist=Die Datei existiert nicht
Right.Logview=Log View
ConfigNet.ManEnable=Netzwerk-Management
ConfigNet.DeviceID=Geräte-ID
ConfigNet.MsgPort=Message Port
ConfigNet.Mega=Mega
ConfigNet.XingWang=XingWang
ConfigNet.ShiSou=ShiSou
ConfigNet.VVEye=VVEye
ConfigNet.DeviceName=Device Name
ConfigNet.TimeSyncEnable=Zeitsynchronisation
ConfigNet.DownLoadPort=Download Port
ConfigNet.CorpEnable=Enterprise Server
Decoder.Reboot=Starten Sie den Decoder
InfoLog.SystemState=System Status
InfoLog.StroagePosition=Lagerort
InfoLog.DeviceDesc=Device Description
InfoLog.Test=Produktion Konfiguration
User.SelectOneGroup=Bitte wählen Sie eine Gruppe
ConfigEncode.HorizontalAcutance=die Höhe Schärfe
ConfigEncode.VerticalAcutance=vertikale Schärfe
DeviceManage.SerialIDInvalid=nnummer ist ungültig
DeviceManage.DDNSIPInvalid=Server-Adresse ist ungültig
DeviceManage.DDNSPortInvalid=Server-Port ist ungültig
DeviceManage.DDNSFAIL=Vereinbarung nicht DNS auflösen
ConfigNet.HaveModify=Netzwerk-Gerät geändert hat, bitte neu anmelden Gerät
ConfigComm.RS485=RS485Geräte
ConfigComm.PTZ=PTZGeräte
WebTitle.UserLogin=Benutzer Login
WebBt.StartAll=voll
WebBt.StopAll=Punkt
WebTitle.TLlogo=H.264 Network Video Surveillance System
WebBt.Logout=Logout
ConfigNet.SetSubMarkFailed=Nichtbeachtung der Subnet Mask Satz
ConfigNet.IsOnline=Online oder nicht
Desktop.SplitDown=lehnten
Desktop.SplitUp=tauchte
WebTitle.DigitalChannel=digitale Sender
DigitalChannel.Channel=Kanal
DigitalChannel.Enable=aktiviert
DigitalChannel.Sync=Zeitsynchronisation
DigitalChannel.Mode=AnschlußMode
DigitalChannel.TourTime=Round der Tour Mal
DigitalChannel.NetConfigList=Netzwerkkonfigurationsliste
Title.DigitalChannel=digitale Sender
DigitalChannel.SingleLink=SingleAnschluss
DigitalChannel.MulLink=Multi-Link
DigitalChannel.CfgName=Configuration Name
DigitalChannel.RemoteChannel=Fernzugriff
DigitalChannel.Stream=Bach
Wireless.Setting=WLANProbe Set
Wireless.CameraRegister=Drahtlose Sensor-Registrierung
Wireless.Camera=Sonde
Wireless.Register=Eintragung
Wireless.Cancel=unregister
Wireless.ClearAll=Löscht alle registriert
Wireless.Registered=Registered-Sonde
Wireless.RefreshList=Refresh list
Title.WireCamera=Drahtlose Sensor
Wireless.RemoteControl=Remote Control
Desktop.Region=Enlarged
Title.ImportConfig=Import und Export
Playback.Minutes=Minutes
Playback.Hours=Stunden
Vesion.Day=Tag
Vesion.RunTime=Systemverfügbarkeit
CameraPara.Exposure=Belichtungsmodus
CameraPara.LeastTime=Minimale Zeit
CameraPara.MostTime=maximale Zeit
CameraPara.DayNight=Tag/Nacht-Modus
CameraPara.BackLight=Gegenlichtkompensation
CameraPara.Auto=Auto Iris
CameraPara.Balance=Weißabgleich
CameraPara.SignType=Signal Type
CameraPara.Mirror=Spiegel
CameraPara.Roll=drehen
CameraPara.HandOper=Handbuch
CameraPara.AutoOper=automatisch
CameraPara.Disable=nicht aktiviert
CameraPara.Daylight=Sonnenlicht
CameraPara.Cloudy=bewölkten Tag
CameraPara.IncandeScence=Glühlampenlicht
CameraPara.Fluorescent=Leuchtstofflampe
CameraPara.TungSten=Wolfram
CameraPara.Input=Interner Eingang
CameraPara.ON=geöffnet
CameraPara.OFF=in der Nähe
CameraPara.Colour=Farbe
CameraPara.BlackWhite=Black and White
Title.CameraPara=Kamera-Parameter
CameraPara.millisecond=Millisekunde
DisplayConfig.ChannelTitle=Channel-Titel
ConfigNet.EncrypType=Encryption
ConfigNet.KeyType=Key Type
ConfigNet.WifiPWDNoMatchHex=Passwort muss eine 10,26 oder 32 hexadezimale Zeichen werden
ConfigNet.WifiPWDNoMatchASCII=Das Passwort muss 5,26 oder 16-Bit-ASCII-Code werden
ConfigNet.Hex=Hex
ConfigNet.ASCII=ASCII-Code
CameraPara.AE=AE Reference
CameraPara.Default=defaults
CameraPara.Send=senden
CameraPara.Indoor=Innen-
CameraPara.Outdoor=im Freien
CameraPara.BugInformation=Front-end-Befehl
CameraPara.Most=Limit
CameraPara.AutoGain=AGC
DeviceRemote.SelectConfig=Batch-Konfiguration
DeviceRemote.SelectDevice=Bitte wählen Sie die Geräte zu konfigurieren(Gleicher Typ)
InfoLog.TimeChanged=Zeitkalibrierung
LogType.TimeChanged=Änderungszeit
LogType.DiskOver=Storage-Alarm
InfoLog.DiskOver=Festplatte ist voll
ConfigNet.ShortMsg=SMS
ConfigNet.PoneNumb1=Nr.1 Handy
ConfigNet.PoneNumb2=Nr.2 Handy
ConfigNet.PoneNumb3=Nr.3 Handy
ConfigNet.SendTimes=geschickt Zeiten
InfoLog.AccountManual=manuell
WebBT.ChangeRatio=Verhältnis
ConfigAlarm.MobileMsg=SMS
ConfigAlarm.MultiMedia=MMS
Desktop.Size4_3=Anzeige von 4:3
Desktop.Size16_9=Anzeige von 16:9
Desktop.DisplaySize=Display Anteil / size
PlayBack.PlayStyle=Playback-Stil
DeviceManage.CreateSocketFailed=Failed to Socket erstellen
DeviceManage.ConnServeFailed=Failed to connect to server
DeviceManage.ParseDomainFailed=DNS-Fehler
DeviceManage.SendDataFailed=Failed to-Protokoll-Pakete senden
CameraShutter.Strong=hoch
CameraShutter.Middle=Medium
CameraShutter.Low=niedrig
CameraPara.RejectFlicker=Anti Flicker
CameraPara.EsShutter=Slow shutter
DigitalChannel.VirtualChannel=Analog-Kanal
DigitalChannel.DigitalChannel=Digital-Kanäle
DigitalChannel.ChannelMode=Channel mode
DigitalChannel.ChannelStatus=Kanalstatus
DigitalChannel.MaxResolution=Die max. Auflösung
DigitalChannel.CurResolution=aktuelle Auflösung
DigitalChannel.ConnStatus=Connection Status
DigitalChannel.None=None
DigitalChannel.NoConfig=nicht konfiguriert
DigitalChannel.NoLogin=nicht angemeldet
DigitalChannel.NoConnect=nicht angeschlossen
DigitalChannel.Connected=verbunden
DigitalChannel.UnKnown=unbekannt
Import.ImportSuccess=Importieren Sie die Konfiguration erfolgreich, das Gerät neu starten.
InfoLog.VideoOut=Video-Ausgang
InfoLog.ShortMsg=SMS
InfoLog.MultimediaMsg=MMS
PlayBack.PlayBackStyle=Wiedergabemodus
Playback.RecType=Satzart
ConfigNet.DASID=Seriennummer
ConfigNet.DASServerAddr=Διεύθυνση διακομιστή
ConfigNet.DASServerPort=Θύρα διακομιστή
CameraPara.IRCUT=IR_CUT
CameraPara.SyncSwitch=IR Synchron-Schalter
CameraPara.AutoSwitch=Automatisches Umschalten
InfoLog.NetIpConflict=IP-Konflikt
ConfigNet.TransMission=Netzwerk Priorität
config.MaxCacheTimes=Die maximale Cache-Zeit
ConfigNet.PortModify=Geräte-Port-Informationen hat sich geändert, bitte beenden und starten Sie das Gerät in Kraft treten
CameraPara.Dnc=Umwandlung Schwelle
CameraPara.Sensitivity=AE Empfindlichkeit
LogType.RecoverTime=Erholzeit
Error.NoSupportChinese=Nicht unterstützen chinesischen
Config.CatchPic=Snapshot-Format
Title.Help=Hilfe
DeviceManage.DevIsExisted=Gerät ist bereits vorhanden
CarFunc.Select=wählen
CarFunc.StateSort=Status-Kategorien
CarFunc.CarStatus=Fahrzeug-Status
CarFunc.InputMode=Input-Modus
CarFunc.EquipSort=Gerätetyp
CarFunc.DelayOpen=Verzögerter Start
CarFunc.DelayClose=Verzögerte Abschaltung
CarFunc.RunStatus=Betriebszustand
CarFunc.LeftLight=an der Ampel links abbiegen
CarFunc.RightLight=biegen Sie rechts Licht
CarFunc.LeftFrontDoor=Tür vorn links
CarFunc.RightFrontDoor=Tür vorne rechts
CarFunc.LeftBackDoor=Links die Hintertür
CarFunc.RightBackDoor=rechte hintere Tür
CarFunc.BackDoor=Backdoor
CarFunc.Opened=Normalerweise öffnen
CarFunc.Closed=Normally-off
CarFunc.DelaySet=Einstellbare Zeit
Title.CarFunc=Fahrzeug-Funktionen
ConfigNet.NetPre=Netzwerkpriorität
Desktop.ConnectDevice=Angeschlossene Geräte, bitte warten
Title.AutoConnectVideo=Automatisch verbinden Sie das Gerät
DeviceManager.ConnectVideo=Öffnen Sie den entsprechenden Video-
Config.ReconnectTimes=Automatische Zahl der Wiederverbindung
SMTP.SnapChannel=Snapshot-Kanal
PlayBack.Print=drucken
ConfigNet.Up=oben
ConfigNet.Down=nach unten
ConfigNet.NetInfo=Netzwerk-Plattform eingestellten Informationen
CarFunc.TimeZone=Time Zone
CarFunc.UpdateInterval=aktualisieren Sie den Zeitraum
CarFunc.GPSReviseTime=GPS Timing
ConfigNet.Setup=Setup-
ConfigNet.NetISP=Netzwerk-Anbieter
ConfigNet.ID=Serial-ID
CarFunc.CarInfo=Auto-Info
ConfigNet.ISP_AUTO=Automatische Auswahl der
ConfigNet.ISP_TELCOM=Telekommunikation
ConfigNet.ISP_UNIONCOM=Unicom
ConfigNet.ISP_CNC=Netcom
ConfigNet.ISP_MOBILE=Verschieben, das CRC
ConfigNet.ISP_USER=Brauch
Log.Content=Gibt es bereits in anderen Eingang
Task.IsTasking=Task öffnet
Title.Task=Task Config
Task.TaskNode=Task Knoten
Task.TaskName=Task Name
Task.Task=Task Plan
Task.Waiting=Bitte warten,Task öffnet
CA.Rule=Regel
CA.ShowTrace=zeigen Spuren
CA.TimeMin=Minimum Time
CA.UPRType=Alert-Weg
CA.URPTripwire=Kordon
CA.URPPerimeter=Warnbereich
Title.VideoAnalyse=intelligente Analyse
Title.ForbidDirection=verbieten Richtung
CA.LeftToRight=Von links nach rechts
CA.RightToLeft=Von rechts nach links
CA.DoubleDirection=Bidirektionale Verbotene
CA.Invade=überfallen
CA.Inter=eingeben
Title.RuleSet=Regeln setzen
CA.Arithmetic=Algorithmus
CA.UpToDown=Von oben nach unten
CA.DownToUp=Von unten nach oben
Config.ScreenLock=Automatische Sperre Bildschirm
CA.Leave=verlassen
ConfigNet.GodEye=Alarm-Netzwerk-Service-Center
ConfigNet.MainAddr=Haupt-Server-Adresse
ConfigNet.MainPort=Haupt-Server-Port
ConfigNet.ExtraAddr=Backup-Server-Adresse
ConfigNet.ExtraPort=Backup-Server-Port
ConfigNet.AddressTips=IP-Adresse oder Domain
ConfigNet.PortTips=Port-Nummer
AccountMSG.OverNum=Kann nicht mehr als insgesamt
InfoLog.ConfigImport=Importieren
InfoLog.ConfigExport=Exportieren
Title.ClockedDownload=Zeit zum Download
Title.TimeInfo=Reisezeitraum Informationen
Desktop.ShowMainWnd=Zeigt das Hauptfenster
Desktop.Exit=verlassen
Desktop.Minimize=Zeigt das Hauptfenster
InfoLog.Reboot for update host ip=Host-IP-Update, das Gerät neu starten
InfoLog.Register Status switch=Anmeldung Zustandsübergänge
InfoLog.Update host ip=Host-IP-Update
LogType.NatServer=NAT-Dienst
NATSTR.DISENABLE=DisEnable
NATSTR.PROBING=Probing DNS
NATSTR.CONNECTING=Anschließen
NATSTR.CONNECTED=verbunden
NATSTR.natStatu=Nat Status
NATSTR.INFO=Nat Status-Code
DeviceManage.Cloud
Error.MaxChannelForMacLogin=Überschreiten der zulässigen Anzahl von Kanälen
AlarmManage.DevDisconnect=Gerät zu trennen
Config.AutoStream=Single-Screen-Main-Stream, Multi-Screen-Nebenstrom
InfoLog.Param=Kamera-Parameter
ConfigEncode.StaticParam=Statische Konfiguration des Codierers
ConfigEncode.WaterMark=Digitale Wasserzeichen
InfoLog.EncodeStaticParam=Encoder statischen Parametern
DeviceManage.NoSupportDecode=Das Gerät unterstützt nicht die Entschlüsselung
InfoLog.Analyze=intelligente Analyse
TourPlan.PlanNameEmpty=Plan Name darf nicht leer!
AlarmManage.VideoAnalyze=Intelligente Analyse Alarm
Playback.Mon=Mon
Playback.Tue=Tue
Playback.Wed=Wed
Playback.Thu=Thu
Playback.Fri=Fri
Playback.Sat=Sat
Playback.Sun=Sun
User.UserNameNotEmpty=Der Benutzername darf nicht leer sein
Prompt=Hinweis
Operate.ConnectAll=Connected alle
Operate.DisConnectAll=Trennen Sie alle
Desktop.OpenInfo=Öffnen Sie das Log-Fenster
Desktop.CloseInfo=Schließen Sie das Log-Fenster
CameraPara.IRSWAP=IR-Objektiv in umgekehrter Reihenfolge
CameraPara.DayNTLevel=Daytime Geräuschpegel
CameraPara.NightNTLevel=Nacht Geräuschpegel
DeviceManage.QiHan=P\L*02
Upgrade.AddDeviceQH=Gerät hinzufügen
Devicemanage.TVT=P\L*01
Task.NoSelectTask=Bitte wählen Sie eine Aufgabe Programm
TourPlan.NoSelectPlan=Bitte wählen Sie einen Rundgang durch Programm
ConfigAlarm.PEA=Perimeter Alarm
ConfigAlarm.OSC=Items care
ConfigAlarm.AVD=Video Diagnose
ConfigOSC.ObjAbandum=Artikel gestrandet
ConfigOSC.ObjStolen=Artikel gestohlen Verschiebung
ConfigOSC.NoParking=illegale Parkplatz
ConfigAVD.BrightAbnml=Helligkeit Anomalie-Erkennung
ConfigAVD.Clarity=Schärfe-Erkennung
ConfigAVD.Color=Farbstich Detektion
ConfigAVD.Freeze=Bildschirm friert Detektion
ConfigAVD.Noise=Rauschdetektion
ConfigAVD.Change=Szenenwechselerkennung
ConfigAVD.Interfere=Anthropogene Störung Erkennung
ConfigAVD.PTZLoseCtl=PTZ runaway Detektion
InfoLog.StoragePosition=Ändern Sie den peripheren Speicherort
InfoLog.DelayTime=Setzen Sie den DVR Einschaltverzögerung
ConfigNet.NatMTU=MTU
ConfigNet.Byte=BYTE
ConfigNet.NAT=Wolke
WebPsw.Modify=Ändern vergessen
WebPsw.Advise=Ihr aktuelles Passwort ist leer, um mehr Sicherheit Empfehlungen, um das Passwort zu ändern
WebPsw.InputPassWord=Geben Sie das Passwort
WebPsw.InputPassWordAgain=Geben Sie das Kennwort erneut
WebPsw.Save=sparen
WebPsw.Ignore=ein andermal
WebPsw.PasswordNotMatched=Zwei Passwörter stimmen nicht überein
Error.ChannelNameTooLong=Der Kanal ist zu lang
Waiting.IsOpenVideo=Öffnen Video
InfoLog.InputExchange=Stellen Sie den Fahrzeugzustand entsprechende Alarm-Eingabemodus
InfoLog.CarPlate=Car Plate
InfoLog.GPSTiming=GPS-Schule
InfoLog.Display=Display-Einstellungen
InfoLog.VideoOutPriority=Video-Ausgang der Konfiguration für
Error.UsageCpuTooHigh=Tipps: cpu nimmt mehr als 80%, ist es empfehlenswert, die Anzahl der offenen Kanäle zu reduzieren!
PlayBack.DownloadProgress=planen
PlayBack.StorageInfo=Setup-Informationen
DecodeCfg.SyncWndMode=Synchronization Fenster-Modus
DeviceDesc.USB=USB Plattenspieler
DeviceDesc.SD=SD-Karte aufzeichnen
ConfigNet.NetInfo1=Control port
PlayBack.SelectAFolder=Bitte wählen Sie einen Ordner
InfoLog.Guide=Leitfaden
RecordStorage.NeedReboot=Storage-Einstellungen geändert wurden, das System neu gestartet werden muss, bestätigen starten?
PlayBack.CanNotPlayAVI=Kann nicht spielen AVI-Datei
DeviceManage.ARSPIsBusing=Die ASF-Server ist ausgelastet
RecordConfig.RecordPicMode=Aufnahmemodus
InfoLog.VideoSeque=Vorschau Bildschirms einstellen
PlayBack.NATCONNETREACHEDMAX=Nat Video Link das Maximum erreicht, erlaubt keine neuen Nat Video-Link
Error.NATCONNETREACHEDMAXS=Nat Video Link das Maximum erreicht, erlaubt keine neuen Nat Video-Link
CarFunc.StopCar=Bremse
Error.StatusOver=Zu viele Status-Kategorien
CA.RangeMin=Minimum Zielgröße
CA.RangeMax=Maximale Zielgröße
CA.DistanceMin=Minimale Bewegungsdistanz
CA.DetectTime=Detection time
CarFunc.UrgencyAlarm=Notfallalarm
Config.AutoUpdate=Auto-Update
